<?php

return [
    /*
    |--------------------------------------------------------------------------
    | APIs Language Lines
    |--------------------------------------------------------------------------
    */

    'not_found'              => 'عفواً، الصفحة المطلوبة غير موجودة!',
    'language_notfound'      => 'عفواً، اللغة المطلوبة غير متوفرة حالياً!',
    'password_reset_success' => 'تم إرسال كلمة المرور الجديدة لرقم هاتفك.',
    'password_reset_failed'  => 'من فضلك تأكد من البريد الإلكترونى ورقم الهاتف.',

    'logout'                 => 'تم تسجيل الخروج بنجاح.',
    'unauthorized'           => 'عذراً، ليس لديك صلاحيات.',
    'activation_failed'      => 'عذراً، كود التفعيل غير صحيح.',
    'activation_resent'      => 'تم إرسال كود التفعيل لك.',
    'checkup'                => 'الفحص الشامل',
    'upload_image'           => 'من فضلك، قم برفع صورة صحيحة.',
    'user_profile_updated'   => 'تم تحديث البيانات الشخصية بنجاح.',
    'password_updated'       => 'تم تحديث كلمة المرور بنجاح.',
    'wrong_current_password' => 'عذراً، كلمة المرور الحالية خاطئة.',
    'review_added'           => 'تم إضافة التقييم بنجاح.',
    'order_cancelled'        => 'تم إلغاء الطلب بنجاح.',
    'no_services'            => 'يرجى إختيار خدمات لإكمال الطلب.',
    'already_subscribed'     => 'لقد قمت بالإشتراك في هذا العرض مسبقاً.',
    'already_unsubscribed'   => 'انت غير مشترك في هذا العرض.',
    'unknown_status'         => 'حالة غير معروفة.',
    'notes_remains'          => 'تم إرسال طلبك للعميل وإنتظر رد العميل',
    'attachment_message'     => 'تم إرسال صورة لك',
    'This offer was taken before'=>'تم أخذ هذا العرض من قبل',

    'day'     => '[0,2] يوم |[3,10] أيام |[11,*] يوم',
    'hour'    => '[0,2] ساعة |[3,10] ساعات |[11,*] ساعة',
    'minute'  => '[0,2] دقيقة |[3,10] دقائق |[11,*] دقيقة',
    'seconed' => '[0,2] ثانية |[3,10] ثواني |[11,*] ثانية',
];
