<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Application Language Lines
    |--------------------------------------------------------------------------
    */

    'direction'        => 'rtl',
    'odirection'       => 'ltr',
    '404_notfound'     => 'عذراً، الصفحة المطلوبة غير موجودة!',
    '401_unauthorized' => 'عذراً، غير مصرح لك بدخول هذه الصفحة!',
    'back_to_home'     => 'العودة للرئيسية',

    'PENDING'          => 'قيد العمل',
    'ACCEPTED'         => 'تمت الموافقة',
    'ARRIVED'          => 'تم وصول الفني',
    'PRICE_VALIDATION' => 'تم الدفع',
    'STARTED'          => 'تم البدأ',
    'CHECKING'         => 'فحص العمل',
    'COMPLETED'        => 'تم الإنتهاء',
    'CANCELED'         => 'تم الإلغاء',
    'BOUGHT'           => 'تم الشراء',
    'CLIENT_ACCEPT' => 'انتظار موافقه العميل ',
    'CLIENT_APPROVE' => 'موافقه العميل'
    
];
